Repository: Eissa-Ahmed/whatsApp
Catalog: whats_app/lib/l10n/app_*.arb
Languages: ar

# welcome
source: Welcome You in WhatsApp
ar: مرحبا بك فى واتساب

# choose
source: Choose your language to get started
ar: اختر لغتك من اجل البدء

source: Arbic
ar: العربية

source: English
ar: الانجليزية

# disArbic
source: اللغة العربية
ar: Arbic language

# disEnglish
source: اللغة الانجليزية
ar: English language

# currentLang
source: Device Language
ar: لغة الجهاز

# welcomeWhats
source: Welcome you in WhatsApp
ar: أهلا بك فى واتساب

source: Read
ar: اقرا

# privacy
source: Privacy policy
ar: سياسة الخصوصية.

# click
source: Click "Agree and Continue" to Accept
ar: انقر علي "الموافقة والمتابعة" لقبول

# service
source: Terms of Service
ar: شروط الخدمة

# buttomAgree
source: Agree and Continue
ar: الموافقة والمتابعة

# appLang
source: Application Language
ar: لغة التطبيق

# enterPhone
source: Enter Your Phone
ar: ادخل رقم هاتفك

# verifyYourPhone
source: WhatsApp will need to verify your phone number
ar: سيحتاج واتساب الي التحقق من رقم هاتفك

# whatisNumber
source: What is my number?
ar: ماهو رقمي؟

source: Next
ar: التالى

source: Help
ar: مساعدة

# fee
source: Your carrier may apply fees.
ar: قد تطبق شركة الاتصالات رسوما

# enterdPhone
source: You have entered the phone number:
ar: لقد ادخلت رقم الهاتف :

# rightPhone
source: Is this number correct? Or do you want to change
ar: هل هذا الرقم صحيح . ام تريد التغير

source: Edit
ar: تعديل

source: Ok
ar: موافق

# requird
source: Requied !
ar: مطلوب !

# checkPhone
source: Your number is being verified
ar: جارى التحقق من رقمك

# sendedMessage
source: Waiting for automatic detection of a message sent to me
ar: فى انتظار الكشف التلقائي عن رسالة ارسلت الي

# editNumber
source: Modify the number?
ar: تعديل الرقم؟

# enterCode
source: Enter the 6-digit code
ar: ادخل الكود المكون من 6 ارقام

# noSended
source: Didn't you receive the code?
ar: الم تتلقي الكود ؟

# wrong
source: Code Wrong !
ar: الكود خطأ !

# selfInfo
source: personal information
ar: المعلومات الشخصية

# pleaseEnterName
source: Please enter your name and select a personal photo. The photo is not mandatory.
ar: الرجاء ادخال اسمك وتحديد الصورة الشخصية. الصورة غير الزامية

# gary
source: Initializing...
ar: جارى التهيئة...

# wait
source: Please wait a moment.
ar: الرجاء الانتظار لحظة

# contact
source: Contacts and media
ar: جهات الاتصال والوسائط

# allow
source: To easily send photos and media to friends and family, you must allow WhatsApp to access your contacts, media, and photos.
ar: لارسال الصور والوسائط بسهولة الي الاصدقاء والعائلة يجب السماح لوتساب بالوصول الي جهات الاتصال والوسائط والصور

source: not now
ar: ليس الان

# follow
source: Follow up
ar: متابعة

source: Chats
ar: الدردشات

source: Calls
ar: المكالمات

source: Story
ar: الحالة

# whats
source: Whats App
ar: واتساب

source: write Message
ar: مراسلة

# socity
source: About the communities
ar: نبذة عن المجتمعات

# socitydis
source: Communities enable you to easily include your similar groups and send notifications to them. Combine your neighborhood groups or your school's groups in one community to facilitate communication between them.
ar: تمكنك المجتمعات من تضمين مجموعاتك المتشابهة وارسال الاعلامات اليها بسهولة. اجمع مجموعات الحي الذى تقطنه او مجموعات مدرستك فى مجتمع واحد ليسهل التواصل بينهما.

# createSocity
source: Create your community
ar: انشئ مجتمعك

source: You
ar: انت:

source: For You:
ar: لك:
